complete_runs/run_5_unrefined_again/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6.0
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    airfoil
    {
        type            wall;
        inGroups        1(wall);
        nFaces          50;
        startFace       9714;
    }
    farBoundaries
    {
        type            patch;
        nFaces          52;
        startFace       9764;
    }
    inlet
    {
        type            patch;
        nFaces          30;
        startFace       9816;
    }
    outlet
    {
        type            patch;
        nFaces          120;
        startFace       9846;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          9840;
        startFace       9966;
    }
)

// ************************************************************************* //
